{"DSCOVR": "DSCOVR (Deep Space Climate ObserVatoRy) is an interplanetary space weather station located at the L1 Lagrange point, a gravitationally-stable point nearly one million miles from Earth in line with the sun. From this location, DSCOVR will provide forecasters with critical information about the supersonic solar wind that continually streams from the sun to interact with Earth's magnetosphere and upper atmosphere. DSCOVR will give forecasters up to an hour's warning of strong magnetic eruptions from the sun that ocacsionally occur. The Deep Space Climate Observatory is managed by NOAA in partnership with NASA and the U.S. Air Force.", "SPACE STATION": "The International Space Station (ISS) is a joint project of five space agencies: the National Aeronautics and Space Administration (United States), the Russian Federal Space Agency (Russian Federation), the Japan Aerospace Exploration Agency (Japan), the Canadian Space Agency (Canada) and the European Space Agency (Europe).", "SES 1": "SES 1 is a communications satellite designed to replace two aging spacecraft serving North America.", "NOAA 19": "NOAA 19 is the fifth in a series of five Polar-orbiting Operational Environmental Satellites (POES) with advanced microwave sounding instruments that provide imaging and sounding capabilities.", "GOES 13": "GOES 13 is an American (NOAA) geostationary weather satellite that was launched by a Delta 4 rocket from Cape Canaveral at 22:11 UT on 24 May 2006.", "NOAA 15": "NOAA 15 (designated NOAA-K before launch) is one of the NASA-provided TIROS series of weather forecasting satellite run by NOAA.", "NOAA 18": "NOAA 18, known before launch as NOAA-N, is a weather forecasting satellite run by NOAA.", "TERRA": "TERRA (EOS AM-1) is a multi-national NASA scientific research satellite in a Sun-synchronous orbit around the Earth.", "AQUA": "AQUA (EOS-PM1) is an afternoon equator-crossing platform which includes a suite of sensors designed to study the diurnal properties of cloud and aerosol radiative fluxes, cloud formation, and precipitation (MIMR, AIRS/AMSU-A/MHS, and MODIS-N) in conjunction with a wind scatterometer planned for the Japanese ADEOS-II spacecraft.", "METOP-B": "METOP-B is a 9,005-pound (4,085-kg) spacecraft outfitted with eight instruments to survey clouds, winds, moisture, greenhouse gases, and other atmospheric conditions for at least five years.", "SUOMI NPP": "SUOMI NPP, previously known as the National Polar-orbiting Operational Environmental Satellite System Preparatory Project (NPP) and NPP-Bridge, is a weather satellite operated by the NOAA.", "GOES 15": "GOES 15 (GOES-P) is an American weather satellite, which will form part of the Geostationary Operational Environmental Satellite (GOES) system operated by the US National Oceanic and Atmospheric Administration.", "FOX-1A (AO-85)": "FOX-1A is a small 1-Unit CubeSat developed by AMSAT.", "SAUDISAT 1C": "SAUDISAT 1C (or SO-50, Saudi-OSCAR 50) carries several experiments, including a mode J FM amateur repeater experiment operating on 145.", "KMS-4": "KMS-4 (Kwangmyongsong-4 meaning Bright Star-4 or Lodestar-4 in Korean) is an earth observation satellite launched by North Korea on 7 February 2016.", "TIANGONG 1": "TIANGONG 1 is the first Chinese space laboratory module launched on a critical test flight to demonstrate the vital docking technology required for a future space station.", "METEOR M2": "METEOR M2 was designed to watch global weather, the ozone layer, the ocean surface temperature and ice conditions to facilitate shipping in polar regions and to monitor radiation environment in the near-Earth space.", "ASIASAT 3S": "28 C-band, 16 Ku-band; broadcasting, internet services, multimedia, telecommunications", "NSS 12": "NSS 12 was manufactured by Space Systems/Loral and has a 15-year design life the 12,400-pound (5,625-kg).", "AGILE": "AGILE is an Italian gamma ray observatory launched aboard an Indian rocket today, beginning a three-year mission to survey the sky in a search for faraway sources of the Universe's most energetic form of light.", "MEASAT 3B": "MEASAT 3B is a 13,000-pound (5,897-kilogram) geostationaysatellite taking a slot over the equator at 91.", "ORBCOMM FM 106": "", "ORBCOMM FM 104": "", "ORBCOMM FM 107": "", "MEASAT 3": "MEASat 3 is a Malaysian geostationary communications spacecraft.", "NAVSTAR 73 (USA 260)": "NAVSTAR 73 (USA 260, GPS 2F-9)is the ninth Block 2F spacecraft in the constellation.", "ORBCOMM FM 103": "", "MEASAT 3A": "12 Ku-band and 12 C-band transponders to provide C-band communications services throughout Asia, the Middle East and Africa, and Ku-band direct-to-home television broadcasting to Malaysia and Indonesia.", "ORBCOMM FM 109": "", "ORBCOMM FM114": "ORBCOMM FM114 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "ORBCOMM FM119": "ORBCOMM FM119 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "ORBCOMM FM105": "ORBCOMM FM105 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "HST": "The Hubble Space Telescope (HST) was the first and flagship mission of NASA's Great Observatories program.", "ORBCOMM FM110": "ORBCOMM FM110 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "GSAT 19": "GSAT-19 is an Indian communications satellite launched by the ISRO.", "LANDSAT 8": "The Landsat Data Continuity Mission (LDCM), a collaboration between NASA and the U.", "NAVSTAR 76 (USA 266)": "NAVSTAR 76 (USA 266, GPS IIF-12) is a satellite orbiting Plane F of the GPS constellation where it enters Slot 1 to replace the IIR-6 satellite that was launched back in late 2000 and looks forward to taking a different spot in the constellation from where it will enhance legacy coverage and serve a redundant function.", "VIASAT 2": "VIASAT 2 is a commercial communications satellite which will be the world's highest capacity communications satellite after it becomes commercially available in early 2018.", "NAVSTAR 68 (USA 242)": "NAVSTAR 68 (USA 242) will become the fourth member with the latest enhancements to increase accuracy and security to populate the network since 2010.", "QZS-2 (MICHIBIKI-2)": "OZS 2 (Quasi Zenith Satellite) is a Japanese satellite navigation system operating from inclined, elliptical geosynchronous orbits to achieve optimal high-elevation visibility in urban canyons and mountainous areas.", "NOAA 17": "Polar-orbiting satellite; long-range weather forecasting; atmospheric and weather monitoring instruments; data stored on-board and transmitted over Fairbanks, AK and Wallops Island, VA.", "QZS-1 (MICHIBIKI)": "QZS-1 (MICHIBIKI) is the first of three planned satellites to fill coverage gaps from U.", "IRIDIUM 75": "", "ORBCOMM FM118": "ORBCOMM FM118 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "ALPHASAT (INMARSAT 4A-F4)": "INMARSAT-4A F4, with 12 kilowatts of end-of-life power, will operate a contracted 15 years from 25 degrees east to expand the amount of L-band spectrum Inmarsat has at its disposal with its existing fleet.", "FUNCUBE 1 (AO-73)": "FUNcube-1 is a complete educational single CubeSat project with the goal of enthusing and educating young people about radio, space, physics and electronics.", "KMS 3-2": "KWANGMYONGSONG 3 is a North Korean Earth observation satellite, which according to the DPRK is designed for weather forecast purposes, and whose launch is widely portrayed in the West to be a veiled ballistic missile test.", "ORBCOMM FM112": "ORBCOMM FM112 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "NAVSTAR 75 (USA 265)": "NAVSTAR 75 (USA 265), also known as GPS IIF-11 is a navigation satellite deployed in Plane E of the GPS constellation.", "ORBCOMM FM116": "ORBCOMM FM116 is one of the 11 Orbcomm commercial satellites launched on December 22, 2005.", "APRIZESAT 10": "APRIZESAT 10 is a small satellite for data collection from small fixed and mobile ground stations."}
